Repository: fabyc/account_plus_ec
Catalog: locale/*.po
Languages: es_co

# error:party.party:
source: Invalid VAT Number "%s".
es_co: Número NIT "%s" Inválido.

# error:party.party:
source: VAT Number already exists!
es_co: El número NIT ya existe!

# field:account.configuration,resolution:
source: Resolution
es_co: Resolución DIAN

# field:account.invoice,estimate_pay_date:
source: Estimate Pay Date
es_co: Fecha Estimada de Pago

# field:account.print_trial_balance.start,accounts_with_balance:
source: Accounts with Balance
es_co: Cuentas con Saldos

# field:account_plus.print_auxiliary_book.start,company:
source: Company
es_co: Compañía

# field:account_plus.print_auxiliary_book.start,empty_account:
source: Empty Account
es_co: Cuenta vacía

# field:account_plus.print_auxiliary_book.start,end_code:
source: End Code Range
es_co: Rango de Código Final

# field:account_plus.print_auxiliary_book.start,end_period:
source: End Period
es_co: Período final

# field:account_plus.print_auxiliary_book.start,fiscalyear:
source: Fiscal Year
es_co: Año Fiscal

# field:account_plus.print_auxiliary_book.start,party:
source: Party
es_co: Terceros

# field:account_plus.print_auxiliary_book.start,posted:
source: Posted Move
es_co: Asiento Confirmado

# field:account_plus.print_auxiliary_book.start,start_code:
source: Start Code Range
es_co: Rango de Código Inicial

# field:account_plus.print_auxiliary_book.start,start_period:
source: Start Period
es_co: Período Inicial

# field:account_plus.print_auxiliary_party.start,company:
source: Company
es_co: Empresa

# field:account_plus.print_auxiliary_party.start,empty_account:
source: Empty Account
es_co: Incluir cuentas vacías

# field:account_plus.print_auxiliary_party.start,end_period:
source: End Period
es_co: Período final

# field:account_plus.print_auxiliary_party.start,fiscalyear:
source: Fiscal Year
es_co: Año Fiscal

# field:account_plus.print_auxiliary_party.start,party:
source: Party
es_co: Terceros

# field:account_plus.print_auxiliary_party.start,posted:
source: Posted Move
es_co: Asiento Confirmado

# field:account_plus.print_auxiliary_party.start,start_period:
source: Start Period
es_co: Período Inicial

# field:account_plus.print_trial_balance_detailed.start,company:
source: Company
es_co: Empresa

# field:account_plus.print_trial_balance_detailed.start,empty_account:
source: Empty Account
es_co: Cuenta vacía

# field:account_plus.print_trial_balance_detailed.start,end_code:
source: End Code
es_co: Código Final

# field:account_plus.print_trial_balance_detailed.start,end_period:
source: End Period
es_co: Período final

# field:account_plus.print_trial_balance_detailed.start,fiscalyear:
source: Fiscal Year
es_co: Año Fiscal

# field:account_plus.print_trial_balance_detailed.start,party:
source: Party
es_co: Terceros

# field:account_plus.print_trial_balance_detailed.start,posted:
source: Posted Move
es_co: Asiento Confirmado

# field:account_plus.print_trial_balance_detailed.start,start_code:
source: Start Code
es_co: Código Inicial

# field:account_plus.print_trial_balance_detailed.start,start_period:
source: Start Period
es_co: Período Inicial

# field:party.party,commercial_name:
source: Commercial Name
es_co: Nombre Comercial

# field:party.party,type_document:
source: Type Document
es_co: Tipo de Documento

# field:party.party,vat_number_city:
source: VAT Number City
es_co: Ciudad Expedición de Documento

# help:account.print_trial_balance.start,accounts_with_balance:
source: Show accounts with balances in previous periods
es_co: Muestra las cuentas con saldos en periodos anteriores

# help:account_plus.print_auxiliary_book.start,empty_account:
source: With account without move
es_co: Con cuenta sin asiento.

# help:account_plus.print_auxiliary_book.start,posted:
source: Show only posted move
es_co: Muestra sólo asientos confirmados.

# help:account_plus.print_auxiliary_party.start,empty_account:
source: With account without move
es_co: Cuentas sin asientos.

# help:account_plus.print_auxiliary_party.start,posted:
source: Show only posted move
es_co: Sólo asientos confirmados.

# help:account_plus.print_trial_balance_detailed.start,empty_account:
source: With account without move
es_co: Con cuenta sin asiento.

# help:account_plus.print_trial_balance_detailed.start,posted:
source: Show only posted move
es_co: Muestra sólo asientos confirmados.

# model:account.invoice.force_draw.start,name:
source: Invoice Force Draw
es_co: Forzar a Borrador

# model:account.move.force_draw.start,name:
source: Move Force Draw
es_co: Forzar a Borrador

# model:account_plus.print_auxiliary_book.start,name:
source: Auxiliary Book Start
es_co: Imprimir Libro Auxiliar

# model:account_plus.print_auxiliary_party.start,name:
source: Auxiliary Party Start
es_co: Inicio de Auxiliar por Tercero

# model:account_plus.print_trial_balance_detailed.start,name:
source: Print Trial Balance Detailed
es_co: Imprimir Balance de Prueba Detallado

# model:ir.action,name:
source: Add Analytic Lines
es_co: Agregar Centros de Costos a Líneas

# model:ir.action,name:act_force_invoice_draw
source: Invoice Force Draw
es_co: Forzar a Borrador

# model:ir.action,name:act_force_move_draw
source: Move Force Draw
es_co: Forzar a Borrador

# model:ir.action,name:act_invoice_lines_tree
source: Invoice Lines View
es_co: Vista de Línea de Factura

# model:ir.action,name:act_move_lines_tree
source: Move Lines View
es_co: Vista Líneas de Asientos

# model:ir.action,name:report_account_move_sheet
source: Account Move Sheet
es_co: Asiento Contable

# model:ir.action,name:report_auxiliary_book
source: Auxiliary Book
es_co: Libro Auxiliar

# model:ir.action,name:report_auxiliary_party
source: Auxiliary Party
es_co: Auxiliar por Tercero

# model:ir.action,name:report_balance_sheet
source: Balance Sheet
es_co: Estado de Situación Financiera

# model:ir.action,name:report_income_statement
source: Income Statement
es_co: Estado de Resultados Integral

# model:ir.action,name:report_portfolio_party_detailed
source: Portfolio by Party Detailed
es_co: Cartera por Terceros Detallada

# model:ir.action,name:report_trial_balance_detailed
source: Trial Balance Detailed
es_co: Libro Auxiliar

# model:ir.action,name:wizard_print_auxiliary_book
source: Print Auxiliary Book
es_co: Imprimir Libro Auxiliar

# model:ir.action,name:wizard_print_auxiliary_party
source: Print Auxiliary Party
es_co: Imprimir Auxiliar por Tercero

# model:ir.action,name:wizard_trial_balance_detailed
source: Trial Balance Detailed
es_co: Balance de Prueba Detallado

# model:ir.ui.menu,name:
source: Exogenous Reports
es_co: Información Exógena

# model:ir.ui.menu,name:menu_invoice_lines_tree
source: Invoice Lines View
es_co: Vista de Líneas de Factura

# model:ir.ui.menu,name:menu_move_lines_tree
source: Move Lines View
es_co: Vista Líneas de Asientos

# model:ir.ui.menu,name:menu_print_auxiliary_book
source: Print Auxiliary Book
es_co: Imprimir Libro Auxiliar

# model:ir.ui.menu,name:menu_print_auxiliary_party
source: Print Auxiliary Party
es_co: Imprimir Auxiliar por Tercero

# model:ir.ui.menu,name:menu_trial_balance_detailed
source: Trial Balance Detailed
es_co: Balance de Prueba Detallado

# selection:bank.account.number,type:
source: Checking Account
es_co: Cuenta Corriente

# selection:bank.account.number,type:
source: Saving Account
es_co: Cuenta de Ahorros

# view:account.move.line:
source: Account Move Lines
es_co: Líneas de Asiento

# view:account.move.line:
source: Credit
es_co: Crédito

# view:account.move.line:
source: Debit
es_co: Débito

# view:account_plus.print_auxiliary_book.start:
source: Print Auxiliary Book
es_co: Imprimir Libro Auxiliar

# view:account_plus.print_auxiliary_party.start:
source: Print Auxiliary Party
es_co: Imprimir Auxiliar por Tercero

# view:account_plus.print_trial_balance_detailed.start:
source: Print Trial Balance
es_co: Imprimir Balance de Prueba Detallado

# view:party.party:
source: Fiscal - Financial
es_co: Fiscal

# wizard_button:account.print_trial_balance,start,end:
source: Cancel
es_co: Cancelar

# wizard_button:account.print_trial_balance,start,print_:
source: Print
es_co: Imprimir

# wizard_button:account_plus.print_auxiliary_book,start,end:
source: Cancel
es_co: Cancelar

# wizard_button:account_plus.print_auxiliary_book,start,print_:
source: Print
es_co: Imprimir

# wizard_button:account_plus.print_auxiliary_party,start,end:
source: Cancel
es_co: Cancelar

# wizard_button:account_plus.print_auxiliary_party,start,print_:
source: Print
es_co: Imprimir

# wizard_button:account_plus.print_trial_balance_detailed,start,end:
source: Cancel
es_co: Cancelar

# wizard_button:account_plus.print_trial_balance_detailed,start,print_:
source: Print
es_co: Imprimir
